[
  {
    "id": 1,
    "title": "Ingénieur en Hydrogène Senior",
    "department": "Recherche et Développement",
    "location": "Paris, France",
    "type": "CDI",
    "description": "Diriger des projets de recherche sur les technologies de stockage et de distribution d'hydrogène pour l'aviation. Collaborer avec des équipes multidisciplinaires pour développer des solutions innovantes.",
    "requirements": [
      "Doctorat en ingénierie chimique ou domaine connexe",
      "5+ ans d'expérience dans la recherche sur l'hydrogène",
      "Excellentes compétences en gestion de projet et en communication",
      "Maîtrise de l'anglais et du français"
    ]
  },
  {
    "id": 2,
    "title": "Analyste en Durabilité",
    "department": "Développement Durable",
    "location": "Lyon, France",
    "type": "CDD",
    "description": "Évaluer l'impact environnemental des solutions d'hydrogène de Viraj H2. Développer des stratégies pour améliorer la durabilité de nos opérations et produits.",
    "requirements": [
      "Master en sciences de l'environnement ou domaine connexe",
      "2-3 ans d'expérience en analyse de cycle de vie",
      "Connaissance des normes ISO 14040 et 14044",
      "Compétences en analyse de données et en rédaction de rapports"
    ]
  },
  {
    "id": 3,
    "title": "Stagiaire en Marketing Digital",
    "department": "Marketing",
    "location": "Toulouse, France",
    "type": "Stage",
    "description": "Assister l'équipe marketing dans la création et la mise en œuvre de campagnes digitales pour promouvoir les solutions d'hydrogène de Viraj H2. Gérer les réseaux sociaux et analyser les performances des campagnes.",
    "requirements": [
      "En cours de formation en marketing, communication ou domaine connexe",
      "Maîtrise des outils de marketing digital et des réseaux sociaux",
      "Créativité et excellentes compétences rédactionnelles",
      "Connaissance de base des enjeux énergétiques et environnementaux"
    ]
  },
  {
    "id": 4,
    "title": "Technicien de Maintenance Hydrogène",
    "department": "Opérations",
    "location": "Marseille, France",
    "type": "CDI",
    "description": "Assurer la maintenance préventive et corrective des équipements de production et de distribution d'hydrogène. Participer à l'optimisation des processus de maintenance.",
    "requirements": [
      "BTS ou DUT en maintenance industrielle ou domaine technique connexe",
      "3+ ans d'expérience en maintenance industrielle, idéalement dans le secteur de l'énergie",
      "Connaissances en sécurité des procédés et en gestion des risques",
      "Disponibilité pour des astreintes occasionnelles"
    ]
  },
  {
    "id": 5,
    "title": "Chargé(e) de Partenariats Stratégiques",
    "department": "Développement Commercial",
    "location": "Télétravail, France",
    "type": "CDI",
    "description": "Développer et gérer des partenariats stratégiques avec des acteurs clés de l'industrie aéronautique et énergétique. Identifier de nouvelles opportunités de collaboration pour accélérer l'adoption de l'hydrogène dans l'aviation.",
    "requirements": [
      "Master en commerce, relations internationales ou ingénierie",
      "5+ ans d'expérience en développement commercial dans le secteur de l'énergie ou de l'aéronautique",
      "Excellentes compétences en négociation et en gestion de relations",
      "Maîtrise de l'anglais, autre langue européenne un plus"
    ]
  },
  {
    "id": 6,
    "title": "Ingénieur Sécurité des Procédés",
    "department": "Qualité et Sécurité",
    "location": "Nantes, France",
    "type": "CDI",
    "description": "Assurer la sécurité des processus de production et de manipulation de l'hydrogène. Réaliser des analyses de risques et développer des procédures de sécurité robustes.",
    "requirements": [
      "Diplôme d'ingénieur en génie chimique ou sécurité industrielle",
      "4+ ans d'expérience en sécurité des procédés, idéalement dans l'industrie des gaz industriels",
      "Certification en gestion des risques industriels",
      "Connaissance approfondie des réglementations ATEX et des normes ISO 45001"
    ]
  },
  {
    "id": 7,
    "title": "Responsable de la Chaîne d'Approvisionnement",
    "department": "Logistique",
    "location": "Paris, France",
    "type": "CDI",
    "description": "Optimiser la chaîne d'approvisionnement pour la production et la distribution d'hydrogène. Gérer les relations avec les fournisseurs et assurer l'efficacité logistique des opérations.",
    "requirements": [
      "Master en gestion de la chaîne d'approvisionnement ou logistique",
      "7+ ans d'expérience en gestion de la chaîne d'approvisionnement, idéalement dans le secteur de l'énergie",
      "Expertise en optimisation des processus et en gestion des coûts",
      "Maîtrise des logiciels de gestion de la chaîne d'approvisionnement"
    ]
  },
  {
    "id": 8,
    "title": "Juriste Propriété Intellectuelle",
    "department": "Juridique",
    "location": "Lyon, France",
    "type": "CDI",
    "description": "Gérer le portefeuille de brevets de Viraj H2 et superviser les processus de dépôt de brevets. Conseiller les équipes R&D sur les questions de propriété intellectuelle et négocier des accords de licence.",
    "requirements": [
      "Master en droit de la propriété intellectuelle",
      "5+ ans d'expérience en droit de la propriété intellectuelle, idéalement dans le secteur des technologies propres",
      "Connaissance approfondie du droit des brevets européen et international",
      "Excellentes compétences en négociation et en rédaction juridique"
    ]
  },
  {
    "id": 9,
    "title": "Alternant(e) en Ressources Humaines",
    "department": "Ressources Humaines",
    "location": "Toulouse, France",
    "type": "Alternance",
    "description": "Participer aux processus de recrutement, de formation et de développement des talents. Contribuer à l'amélioration des politiques RH et à la promotion de la culture d'entreprise.",
    "requirements": [
      "En cours de formation Bac+4/5 en Ressources Humaines",
      "Première expérience en RH (stage) appréciée",
      "Maîtrise des outils bureautiques et des réseaux sociaux professionnels",
      "Sens de la confidentialité et excellentes compétences relationnelles"
    ]
  },
  {
    "id": 10,
    "title": "Chef de Projet Infrastructure Hydrogène",
    "department": "Ingénierie",
    "location": "Marseille, France",
    "type": "CDI",
    "description": "Diriger la conception et la mise en œuvre de projets d'infrastructure pour la production, le stockage et la distribution d'hydrogène dans les aéroports. Coordonner les équipes multidisciplinaires et gérer les relations avec les parties prenantes.",
    "requirements": [
      "Diplôme d'ingénieur en génie civil, mécanique ou chimique",
      "8+ ans d'expérience en gestion de projets d'infrastructure énergétique",
      "Certification PMP ou équivalent",
      "Connaissance approfondie des normes et réglementations liées à l'hydrogène dans l'aviation"
    ]
  }
]
